FinalTask/Scripts/UC_01_Register/data/t11_RequestBody.txt

"<?xml version=\"1.0\" encoding=\"UTF-8\"?><soap:Envelope xmlns:soap=\"http://schemas.xmlsoap.o"
"rg/soap/envelope/\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:xsd=\"http:/"
"/www.w3.org/2001/XMLSchema\"><soap:Body><AccountCreateRequest xmlns=\"com.advantage.online.sto"
"re.accountservice\"><accountType>USER</accountType><address></address><allowOffersPromotion>tr"
"ue</allowOffersPromotion><cityName></cityName><countryId>United States,us</countryId><email>em"
"ail20@yandex.ru</email><firstName></firstName><lastName></lastName><loginName>Name20</loginNam"
"e><password>Password20</password><phoneNumber></phoneNumber><stateProvince></stateProvince><zi"
"pcode></zipcode></AccountCreateRequest></soap:Body></soap:Envelope>"
